src/srm_client/templates/RecoveryPlanGetInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:srm0">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:RecoveryPlanGetInfo>
         <urn:_this type="SrmRecoveryPlan">{{ moref }}</urn:_this>
      </urn:RecoveryPlanGetInfo>
   </soapenv:Body>
</soapenv:Envelope>